{
    "access_info": "Get access to in-depth information for every movie!",
    "browse": "Browse",
    "home": "Home",
    "news": "News",
    "login": "Login",
    "sign_up": "Sign Up",
    "logout": "Logout",
    "expert_picks": "Expert Picks",
    "new_releases": "New Releases",
    "rating": "Rating",
    "adventure": "Adventure",
    "comedy": "Comedy",
    "drama": "Drama",
    "horror": "Horror",
    "email_address": "Email Adress",
    "password": "Password",
    "membership": "Membership",
    "purchase": "$5 one time purchase",
    "full_name": "Full Name",
    "postal_code": "Postal Code",
    "continue": "Continue",
    "billing_address": "Billing Address",
    "credit_card_number": "Credit Card Number",
    "security_code": "Security Code (CVV)",
    "expiry_date": "Expiry Date",
    "summary": "Summary",
    "details": "Details",
    "expert_reviews": "Expert Reviews",
    "comments": "Comments",
    "add_comment": "Add Comment",
    "new_comment": "New Comment",
    "view_showtime_calendar": "View showtime calendar",
    "where_to_watch": "Where to watch",
    "payment": "Payment",
    "showtimes": "Showtimes",
    "news_article_1": "Acclaimed Director Announces New Cyberpunk Thriller",
    "news_article_2": "Box Office Smash: Animated Film 'Stellar' Skyrockets",
    "news_article_3": "Remastered 'Casablanca' Gets 4K Release for 80th Anniversary",
    "content_1": "Renowned director, Susan Hartfield, known for her Oscar-winning work 'Eclipse of Dawn', announced her next project: a cyberpunk thriller, titled 'Neon Echoes'. The movie is set to explore themes of AI autonomy, digital privacy, and human identity in a hyper-connected future. Pre-production is set to start late August with an anticipated 2025 release.",
    "content_2": "The new animated feature film 'Stellar' from Dreamcloud Animation has rocketed past competitors at the box office, raking in an estimated $85 million in its opening weekend. Critics attribute its success to its poignant storytelling and groundbreaking animation techniques. 'Stellar' is now considered a frontrunner for the Best Animated Feature at the upcoming Academy Awards.",
    "content_3": "Warner Bros. Studios has announced a special 80th anniversary remastered 4K release of the classic film 'Casablanca'. The new release will feature never-before-seen extras including interviews with film historians, behind-the-scenes photos, and commentary tracks from surviving cast members. The limited edition will hit the shelves and digital platforms this fall, offering audiences a chance to experience this cinematic gem as never before.",
    "membership_text": "Join our exclusive membership program and gain access to a wide variety of premium content. Our members enjoy unlimited access to new releases, behind-the-scenes features, and much more. Our membership also offers priority access to special events and promotions. Don't miss out, sign up today and immerse yourself in a world of cinematic excellence.",
    "help": "Help"
    
}