{
    "access_info": "Accédez à des informations détaillées pour chaque film!",
    "browse": "Parcourir",
    "home": "Accueil",
    "news": "Nouvelles",
    "login": "Connexion",
    "sign_up": "S'inscrire",
    "logout": "Se déconnecter",
    "expert_picks": "Choix d'experts",
    "new_releases": "Nouvelles sorties",
    "rating": "Classement",
    "adventure": "Aventure",
    "comedy": "Comédie",
    "drama": "Drame",
    "horror": "Horreur",
    "email_address": "Adresse e-mail",
    "password": "Mot de passe",
    "membership": "Adhésion",
    "purchase": "5$ d'achat unique",
    "full_name": "Nom complet",
    "postal_code": "Code postal",
    "continue": "Continuer",
    "billing_address": "Adresse de facturation",
    "credit_card_number": "Numéro de carte de crédit",
    "security_code": "Code de sécurité (CVV)",
    "expiry_date": "Date d'expiration",
    "summary": "Résumé",
    "details": "Détails",
    "expert_reviews": "Avis d'experts",
    "comments": "Commentaires",
    "add_comment": "Ajouter un commentaire",
    "new_comment": "Nouveau commentaire",
    "view_showtime_calendar": "Voir le calendrier des séances",
    "where_to_watch": "Où regarder",
    "payment": "Paiement",
    "showtimes": "Séances",
    "news_article_1": "Le célèbre réalisateur annonce un nouveau thriller cyberpunk",
    "news_article_2": "Box Office Smash : les fusées éclairantes du film d'animation 'Stellar'",
    "news_article_3": "'Casablanca' remasterisé obtient une sortie 4K pour le 80e anniversaire",
    "content_1": "La réalisatrice de renom, Susan Hartfield, connue pour son travail oscarisé 'Eclipse of Dawn', a annoncé son prochain projet : un thriller cyberpunk, intitulé 'Neon Echoes'. Le film est destiné à explorer les thèmes de l'autonomie de l'IA, de la confidentialité numérique et de l'identité humaine dans un avenir hyper-connecté. La pré-production devrait commencer fin août avec une sortie prévue en 2025.",
    "content_2": "Le nouveau long métrage d'animation 'Stellar' de Dreamcloud Animation a dépassé ses concurrents au box-office, récoltant environ 85 millions de dollars lors de son week-end d'ouverture. Les critiques attribuent son succès à sa narration poignante et à ses techniques d'animation révolutionnaires. 'Stellar' est désormais considéré comme l'un des favoris du meilleur long métrage d'animation aux prochains Oscars.",
    "content_3": "Warner Bros. Studios a annoncé une sortie spéciale 80e anniversaire remasterisée en 4K du film classique 'Casablanca'. La nouvelle version comprendra des extras inédits, notamment des entretiens avec des historiens du cinéma, des photos des coulisses et des pistes de commentaires des membres de la distribution survivants. L'édition limitée arrivera sur les étagères et les plateformes numériques cet automne, offrant au public une chance de découvrir ce joyau cinématographique comme jamais auparavant.",
    "membership_text": "Rejoignez notre programme d'adhésion exclusif et accédez à une grande variété de contenus premium. Nos membres bénéficient d'un accès illimité aux nouveautés, aux fonctionnalités des coulisses et bien plus encore. Notre adhésion offre également un accès prioritaire aux événements spéciaux et aux promotions. Ne manquez pas cette occasion, inscrivez-vous aujourd'hui et plongez dans un monde d'excellence cinématographique.",
    "help": "Aide"
}